/* The label of the Cancel button */
"Cancel" = "取消";

/* The label of the Continue button */
"Continue" = "繼續";

/* The label of the Retry button */
"Retry" = "重試";

/* The label of the Redo button */
"Redo" = "重做";

/* The label of the Trust button */
"Trust" = "信任";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "伺服器身分失敗";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "伺服器憑證已經過期或尚未有效。";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "伺服器憑證未經任何根伺服器簽署。";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "伺服器憑證尚未有效。";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "伺服器憑證經由未受信任的根伺服器簽署。";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "無法驗證「%1$@」的身分。%2$@\n\n如果您選擇繼續，可能會讓您的機密資訊面臨外洩的風險。\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "您應重新嘗試連線至「%@」以存取內容。";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ 無法驗證「%2$@」的身分。若一定要存取此內容，請選擇「%3$@」並重試上一個動作。";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "無法驗證伺服器身分";

